soap_request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xml.soap.org/soap/envelope"><SOAP-ENV:Header /><SOAP-ENV:Body><prev:RetrieveUserAndStatusRequest xmlns:prev="prevenq-retrieve-user-and-status-request-v0.1.xsd"	  xmlns:vgs="http://www.vegaxml.com/services/grantor-search-v0.1.xsd"><prev:peid>161209-SN055-0001A</prev:peid>	</prev:RetrieveUserAndStatusRequest></SOAP-ENV:Body></SOAP-ENV:Envelope> 